Repository: B4DSector/lnxmag
Catalog: languages/*.po
Languages: fa_ir

source: Main Menu
fa_ir: منوی اصلی

source: Social Menu
fa_ir: منوی اجتماعی

source: Secondary Menu 1
fa_ir: منو ثانویه 1

source: Secondary Menu 2
fa_ir: منو ثانویه 2

source: Automatically display category posts in submenu
fa_ir: نمایش به صورت خودکار دسته پست در منوها

source: Posts
fa_ir: پست ها

source: Text
fa_ir: متن

source: Simple
fa_ir: ساده

source: Combo
fa_ir: کمبو

source: Slider
fa_ir: اسلایدر

source: Default Sidebar
fa_ir: سایدبار پیش فرض

source: This is default sidebar.
fa_ir: این سایدبار پیش فرض است.

source: Default Sticky Sidebar
fa_ir: سایدبار مهم پیش فرض

source: This is default sticky sidebar. Sticky means that it will be always pinned to top while you are scrolling through your website content.
fa_ir: این سایدبار پیش فرض مهم است که همیشه وقتی شما در سایت اسکرول می کنید مانند این می شود که این سایدبار به کنار دوخته شده است و همیشه نمایش داده می شود.

source: Header Sidebar
fa_ir: سایدبار سربرگ

source: This is open/close sidebar area which you can access in header.
fa_ir: این باز و بسته کردن سایدبار سربرگ است که شما می توانید از آن استفاده کنید.

source: Footer Column 1
fa_ir: ستون پاورقی 1

source: This is footer area column 1.
fa_ir: این منطقه ستون پاورقی 1 است.

source: Footer Column 2
fa_ir: ستون پاورقی 2

source: This footer area column 2.
fa_ir: این منطقه ستون پاورقی 2 است.

source: Footer Column 3
fa_ir: ستون پاورقی 3

source: This footer area column 3.
fa_ir: این منطقه ستون پاورقی 3 است.

source: Footer Column 4
fa_ir: ستون پاورقی 4

source: This is footer area column 4.
fa_ir: این منطقه ستون پاورقی 4 است.

source: Add comment
fa_ir: اضافه کردن نظر

source: 1 comment
fa_ir: 1 نظر

source: views
fa_ir: بازدید

source: min read
fa_ir: دقیقه خوانده شده

source: Category -
fa_ir: دسته بندی -

source: Tag -
fa_ir: برچسب -

source: Author -
fa_ir: نویسنده -

source: Archive -
fa_ir: بایگانی -

source: Type here to search...
fa_ir: در اینجا تایپ کنید برای جستجو ...

source: Search Results For -
fa_ir: نتایج جستجو برای -

source: Newer Entries
fa_ir: مطالب جدیدتر

source: Older Entries
fa_ir: مطالب قدیمی تر

source: Previous
fa_ir: قبلی

source: Next
fa_ir: بعد

source: Load More
fa_ir: بارگذاری بیشتر

source: You may also like
fa_ir: شما همچنین دوست خواهید

source: View all posts
fa_ir: مشاهده تمام پست ها

source: Submit Comment
fa_ir: ارسال نظر

source: Reply
fa_ir: پاسخ

source: 404 error: Page not found
fa_ir: خطای 404: صفحه یافت نشد

source: The page that you are looking for does not exist on this website. You may have accidentally mistype the page address, or followed an expired link. Anyway, we will help you get back on track. Why not try to search for the page you were looking for:
fa_ir: صفحه ای که شما به دنبال آن بودید یافت نشد. می توانید از طریق فرم جستجوی زیر دوباره بررسی کنید و صفحه ای که به دنبال آن بودید را بیابید.

source: Sorry, there are no posts found on this page. Feel free to contact website administrator regarding this issue.
fa_ir: با عرض پوزش ، هیچ نوشته ای یافت نشد. شما می توانید با مدیر سایت تماس بگیرید.

source: No results found. Please try again with a different keyword.
fa_ir: نتیجه ای پیدا نشد. لطفا با کلید واژه های مختلف دوباره امتحان کنید.

source: Use this panel to import content from theme demo example(s). Note: If you want to try multiple demos, please use %s plugin to reset your WordPress installation after each import and try another demo afterwards.
fa_ir: با استفاده از این پنل برای وارد کردن محتوا از مثال تم نسخه ی نمایشی (بازدید کنندگان). توجه: اگر شما می خواهید امتحان کنید دموی های مختلف استفاده کنید %s پلاگین برای تنظیم مجدد نصب وردپرس خود را بعد از هر واردات و سعی کنید نسخه ی نمایشی دیگر پس از آن.

source: Gridlove Default
fa_ir: گرید لاو پیش فرض

source: Highlight this widget
fa_ir: های لایت این ویجت

source: Display widget in <a href="%s">highlight styling</a>.
fa_ir: صفحه نمایش ویجت در <a href="%s"> استایل های لایت</a>.

source: Date
fa_ir: تاریخ

source: Number of comments
fa_ir: تعداد نظرات

source: Number of views
fa_ir: تعداد نمایش

source: Title (alphabetically)
fa_ir: عنوان (بر اساس حروف الفبا)

source: Random
fa_ir: تصادفی

source: 1 Day
fa_ir: 1 روز

source: 3 Days
fa_ir: 3 روز

source: 1 Week
fa_ir: 1 هفته

source: 1 Month
fa_ir: 1 ماه

source: 3 Months
fa_ir: 3 ماه

source: 6 Months
fa_ir: 6 ماه

source: 1 Year
fa_ir: 1 سال

source: All time
fa_ir: همیشه

source: Standard
fa_ir: استاندارد

source: All
fa_ir: همه

source: Inherit
fa_ir: به ارث می برند

source: Layout A (3 columns)
fa_ir: طرح A (3 ستون)

source: Layout A (4 columns)
fa_ir: طرح A (4 ستون)

source: Layout B (1 column)
fa_ir: طرح B (1 ستون)

source: Layout B (2 columns)
fa_ir: طرح B (2 ستون)

source: Layout C (3 columns)
fa_ir: طرح C (3 ستون)

source: Layout C (4 columns)
fa_ir: طرح C (4 ستون)

source: Layout D (3 columns)
fa_ir: طرح D (3 ستون)

source: Layout D (4 columns)
fa_ir: طرح D (4 ستون)

source: Layout 1
fa_ir: طرح 1

source: Layout 2
fa_ir: طرح 2

source: Layout 3
fa_ir: طرح 3

source: Layout 4
fa_ir: طرح 4

source: Layout 5
fa_ir: طرح 5

source: Layout 6
fa_ir: طرح 6

source: Layout 7
fa_ir: طرح 7

source: Layout 8
fa_ir: طرح 8

source: Layout 9
fa_ir: طرح 9

source: Layout 10
fa_ir: طرح 10

source: Layout 11
fa_ir: طرح 11

source: Layout 12
fa_ir: طرح 12

source: Layout 13
fa_ir: طرح 13

source: Layout 14
fa_ir: طرح 14

source: None
fa_ir: هیچ

source: Left sidebar
fa_ir: ستون کناری سمت چپ

source: Right sidebar
fa_ir: نوار کناری سمت راست

source: Numeric pagination links
fa_ir: لینک های صفحه بندی عددی

source: Prev/Next page links
fa_ir: لینک صفحه قبلی / بعدی

source: Load more button
fa_ir: بارگذاری دکمه بیشتر

source: Infinite scroll
fa_ir: اسکرول بی نهایت

source: Author
fa_ir: نویسنده

source: Comments
fa_ir: نظرات

source: Views
fa_ir: بازدید

source: Reading time
fa_ir: زمان خوانده شده

source: Branding
fa_ir: نام تجاری

source: Personalize theme by adding your own images
fa_ir: فرد تم با اضافه کردن تصاویر خود را

source: Logo
fa_ir: لوگو

source: Upload your logo image here, or leave empty to show the website title instead.
fa_ir: آپلود تصویر آرم خود را اینجا، و یا ترک خالی جای برای نشان دادن عنوان وب سایت.

source: Retina logo (2x)
fa_ir: آرم شبکیه چشم (2X)

source: Optionally upload another logo for devices with retina displays. It should be double the size of your standard logo
fa_ir: در صورت تمایل آرم دیگر برای دستگاه های با صفحه نمایش شبکیه چشم را بارگذاری کنید. باید به دو برابر اندازه آرم استاندارد خود را

source: Mini logo
fa_ir: لوگو کوچک

source: Optionally upload another logo which may be used as mobile/tablet logo
fa_ir: در صورت تمایل آپلود آرم دیگری که ممکن است به عنوان تلفن همراه / قرص آرم استفاده می شود

source: Mini retina logo (2x)
fa_ir: آرم شبکیه کوتاه (2X)

source: Upload double sized mini logo for devices with retina displays
fa_ir: آپلود دو آرم در اندازه مینی برای دستگاه های با صفحه نمایش شبکیه چشم

source: Default featured image
fa_ir: به طور پیش فرض تصویر برجسته

source: Upload your default featured image/placeholder. It will be displayed for posts that do not have a featured image set.
fa_ir: آپلود به طور پیش فرض تصویر برجسته / حفره یا سوراخ خود را. از آن خواهد شد برای پست هایی که یک مجموعه تصویر برجسته ندارد نمایش داده شود.

source: Header
fa_ir: سربرگ

source: Main
fa_ir: اصلی

source: Modify and style your main header area
fa_ir: استایل و اصلاح منطقه هدر اصلی خود را

source: Header layout
fa_ir: طرح سربرگ

source: Choose a layout for your header
fa_ir: انتخاب طرح برای هدر خود را

source: Enable site desciprition
fa_ir: فعال کردن توضیحات سایت

source: Check if you want to display site description below logo
fa_ir: اگر شما می خواهید برای نشان توضیحات سایت زیر آرم

source: Enable special elements in header
fa_ir: فعال کردن عناصر خاص در هدر

source: Check and reorder special elements you want to display
fa_ir: بررسی و دوباره مرتب کردن عناصر خاص شما می خواهید برای نشان

source: Search button
fa_ir: دکمه جستجو

source: Header Sidebar button
fa_ir: دکمه سربرگ نوار

source: Search form
fa_ir: فرم جستجو

source: Social menu button
fa_ir: دکمه منو اجتماعی

source: Social menu icons list
fa_ir: لیست آیکون های منو اجتماعی

source: Height
fa_ir: ارتفاع

source: Specify height for your main header area
fa_ir: مشخص ارتفاع برای منطقه هدر اصلی خود را

source: Note: Height value is in px.
fa_ir: توجه: مقدار ارتفاع در پیکسل است.

source: Background color
fa_ir: رنگ پس زمینه

source: Text color
fa_ir: رنگ متن

source: Accent color
fa_ir: رنگ لهجه

source: Bottom bar background color
fa_ir: رنگ پس زمینه نوار پایین

source: Bottom bar text color
fa_ir: رنگ متن نوار پایین

source: Bottom bar accent color
fa_ir: رنگ لهجه نوار پایین

source: Enable logo background
fa_ir: فعال کردن پس زمینه لوگو

source: Check if you want to add background color to logo area
fa_ir: اگر شما می خواهید برای اضافه کردن رنگ پس زمینه به منطقه آرم

source: Logo background color
fa_ir: رنگ آرم پس زمینه

source: Header orientation
fa_ir: گرایش سربرگ

source: Choose if header elements follow site content or browser width
fa_ir: را انتخاب کنید اگر عناصر هدر دنبال محتوای سایت و یا عرض مرورگر

source: Site content
fa_ir: محتوای سایت

source: Browser (full width)
fa_ir: مرورگر (عرض کامل)

source: Apply bottom shadow
fa_ir: اعمال سایه پایین

source: Check if you want to apply bottom shadow to main header bar
fa_ir: اگر شما می خواهید به درخواست سایه پایین به نوار هدر اصلی

source: Top Bar
fa_ir: نوار بالا

source: Modify and style your header top bar
fa_ir: اصلاح و سبک هدر نوار بالا را

source: Header top bar
fa_ir: نوار بالا سربرگ

source: Check if you want to enable header top bar
fa_ir: اگر شما می خواهید برای فعال کردن نوار هدر بالا

source: Left slot
fa_ir: اسلات چپ

source: Choose an element to display in left slot of header top bar
fa_ir: یک عنصر را برای نمایش در اسلات چپ هدر نوار بالا

source: Center slot
fa_ir: اسلات مرکز

source: Choose an element to display in center slot of header top bar
fa_ir: یک عنصر را برای نمایش در اسلات مرکز هدر نوار بالا

source: Right slot
fa_ir: اسلات راست

source: Choose an element to display in right slot of header top bar
fa_ir: یک عنصر را برای نمایش در اسلات سمت چپ عنوان نوار بالا

source: Sticky Header
fa_ir: موضوع مهم سربرگ

source: Modify and style your sticky header area
fa_ir: استایل و اصلاح منطقه هدر چسبنده خود را

source: Display sticky header
fa_ir: نمایش هدر چسبنده

source: Check if you want to enable sticky header
fa_ir: اگر شما می خواهید را فعال هدر چسبنده

source: Sticky header offset
fa_ir: هدر مهم افست

source: Specify after how many px of scrolling the sticky header appears
fa_ir: مشخص پس چگونه بسیاری از پیمایش را هدر چسبنده به نظر می رسد پیکسل

source: Smart sticky
fa_ir: هوشمند چسبنده

source: Sticky header appears only if you scroll up
fa_ir: هدر مهم به نظر می رسد تنها در صورتی که حرکت به بالا

source: Choose sticky header colors from
fa_ir: انتخاب رنگ هدر چسبنده از

source: Main header colors
fa_ir: رنگ هدر اصلی

source: Header bottom bar colors
fa_ir: سربرگ رنگ نوار پایین

source: Custom colors
fa_ir: رنگ های سفارشی

source: Content
fa_ir: محتوا

source: Manage your main content styling options
fa_ir: مدیریت گزینه های یک ظاهر طراحی شده محتوای اصلی خود را

source: Body background color
fa_ir: رنگ پس زمینه بدن

source: Specify body background color
fa_ir: تعیین رنگ پس زمینه بدن

source: Module heading color
fa_ir: رنگ ماژول عنوان

source: This color applies to archive titles and module titles
fa_ir: این رنگ مربوط به عناوین آرشیو و عناوین ماژول

source: Content/box background color
fa_ir: محتوای رنگ پس زمینه / جعبه

source: Specify main content background color
fa_ir: مشخص اصلی رنگ پس زمینه محتوا

source: Content heading color
fa_ir: رنگ عنوان محتوای

source: This color applies to post/page titles, widget titles, etc...
fa_ir: این رنگ مربوط به ارسال / عنوان صفحه، عنوان ویجت، و غیره ...

source: This color applies to standard text
fa_ir: این رنگ مربوط به متن استاندارد

source: This color applies to links, buttons, pagination, etc...
fa_ir: این رنگ مربوط به لینک ها، دکمه، صفحه بندی، و غیره ...

source: Meta color
fa_ir: رنگ متا

source: This color applies to miscellaneous elements like post meta data (author link, date, etc...)
fa_ir: این رنگ مربوط به عناصر دیگر مانند داده های ارسال متا (لینک نویسنده، تاریخ، و غیره ...)

source: Highlight background color
fa_ir: رنگ پس زمینه نور

source: Background color for highlighted elements
fa_ir: رنگ پس زمینه برای عناصر برجسته

source: Highlight text color
fa_ir: رنگ متن برجسته

source: Text color for highlighted elements
fa_ir: رنگ متن برای عناصر برجسته

source: Highlight accent color
fa_ir: رنگ برجسته لهجه

source: Accent color for highlighted elements
fa_ir: رنگ لهجه برای عناصر برجسته

source: Footer
fa_ir: پاورقی

source: Manage options for your footer area
fa_ir: مدیریت گزینه برای منطقه بالا و پایین خود را

source: Specify footer background color
fa_ir: تعیین رنگ پس زمینه بالا و پایین صفحه

source: This is the standard text color for footer
fa_ir: این رنگ متن استاندارد برای بالا و پایین صفحه است

source: This color will apply to buttons, links, etc...
fa_ir: این رنگ به دکمه ها، لینک ها، و غیره اعمال می شود ...

source: Display footer widgetized area
fa_ir: ها فوتر منطقه از ابزارک

source: Check if you want to include footer widgetized area in your theme. You can manage the footer content in the <a href="%s">Apperance -> Widgets</a> settings.
fa_ir: اگر شما می خواهید که شامل منطقه پاورقی از ابزارک در تم خود را. شما می توانید محتوای بالا و پایین صفحه در مدیریت <a href="%s">نمایش -> ابزارک</a> تنظیمات.

source: Footer columns
fa_ir: ستون پاورقی

source: Choose number of columns to display in footer area
fa_ir: انتخاب تعداد ستون ها را به نمایش در منطقه بالا و پایین

source: Note: Each column represents one Footer Sidebar in <a href="%s">Apperance -> Widgets</a> settings.
fa_ir: توجه داشته باشید: هر ستون نشان دهنده یکی پاورقی نوار در <a href="%s">نمایش -> ابزارک</a> تنظیمات.

source: 1 Column
fa_ir: 1 ستون

source: 2 Columns
fa_ir: 2 ستون

source: 3 Columns
fa_ir: 3 ستون

source: 4 Columns
fa_ir: 4 ستون

source: Display footer bottom bar
fa_ir: نمایش دکمه نوار فوتر

source: Check if you want to display footer bottom bar
fa_ir: نمایش دکمه نوار فوتر را بررسی کنید

source: Copyright
fa_ir: کپی رایت

source: Specify the copyright text to show at the bottom of the website
fa_ir: مشخص متن کپی رایت برای نشان دادن در پایین وب سایت

source: <p style="text-align: center;">Copyright &copy; 2016. Created by <a href="http://mekshq.com" target="_blank">Meks</a>. Powered by <a href="http://www.wordpress.org" target="_blank">WordPress</a>.</p>
fa_ir: <p style="text-align: center;">کپی رایت &copy; 2016 · طراحی توسط : <a href="http://mekshq.com" target="_blank">مکس</a> · ترجمه و توسعه یافته شده توسط : <a href="http://www.wpjoomla.ir" target="_blank">وی پی جوملا</a></p>

source: Sidebars
fa_ir: سایدبار ها

source: Use this panel to generate additional sidebars. You can manage sidebars content in the <a href="%s">Apperance -> Widgets</a> settings.
fa_ir: با استفاده از این پنل به تولید ستون های فرعی اضافی. شما می توانید مطالب ستون های فرعی در مدیریت <a href="%s">نمایش -> ابزارک</a> تنظیمات.

source: Cover Area
fa_ir: منطقه کاور

source: General
fa_ir: عمومی

source: Manage options for cover area. Please note that each time you change the values for cover area image sizes, you need to run Force Regenerate Thumbnails plugin, as described in theme documentation.
fa_ir: مدیریت گزینه برای پوشش. لطفا توجه داشته باشید که هر زمانی که شما مقادیر را تغییر دهید برای اندازه تصویر سطح پوشش، شما نیاز به اجرای نیروی بازسازی عکسها پلاگین، همانطور که در اسناد و مدارک موضوع است.

source: Cover image format
fa_ir: فرمت تصویر پوشش

source: Choose how to display cover images
fa_ir: انتخاب نحوه نمایش تصاویر پوشش

source: Fixed size (crop both width and height)
fa_ir: اندازه ثابت (محصول هر دو عرض و ارتفاع)

source: Keep original ratio (scale to height)
fa_ir: نسبت اصلی نگه دارید (مقیاس به ارتفاع)

source: Cover area height
fa_ir: ارتفاع سطح پوشش

source: Specify height for your cover image in px
fa_ir: مشخص ارتفاع برای عکس روی جلد خود را در پیکسل

source: Cover image width
fa_ir: عرض تصویر پوشش

source: Specify width for your cover image in px
fa_ir: تعیین عرض برای تصویر پوشش خود را در پیکسل

source: Manage options for cover Layout 1
fa_ir: مدیریت گزینه برای پوشش طرح 1

source: Display category
fa_ir: دسته ها

source: Check if you want to display a category link
fa_ir: اگر شما می خواهید برای نمایش یک لینک دسته

source: Display text excerpt
fa_ir: گزیده ای متن ها

source: Check if you want to display a post excerpt
fa_ir: اگر شما می خواهید برای نشان دادن یک پست گزیده ای

source: Excerpt limit
fa_ir: حد گزیده ای

source: Specify max number of characters to limit excerpt
fa_ir: مشخص حداکثر تعداد کاراکتر برای محدود کردن گزیده ای

source: Meta data
fa_ir: داده های متا

source: Check and re-order which meta data you want to display
fa_ir: بررسی کنید و دوباره نظم است که داده های متا می خواهید برای نشان

source: Display format icon
fa_ir: آیکون فرمت ها

source: Check if you want to display post format icon for non-standard posts (i.e video, audio, gallery...)
fa_ir: اگر شما می خواهید برای نشان فرمت نماد ارسال برای پست غیر استاندارد (مانند ویدئو، صدا، گالری ...)

source: Manage options for cover Layout 2
fa_ir: مدیریت گزینه برای پوشش چیدمان 2

source: Manage options for cover Layout 3
fa_ir: مدیریت گزینه برای پوشش طرح 3

source: Main Layouts
fa_ir: طرح بندی اصلی

source: Layout A
fa_ir: طرح یک

source: Manage options for posts displayed in Layout A
fa_ir: مدیریت گزینه برای پست نمایش داده شده در طرح یک

source: Layout B
fa_ir: طرح B

source: Manage options for posts displayed in Layout B
fa_ir: مدیریت گزینه برای پست نمایش داده شده در طرح B

source: Layout C
fa_ir: طرح C

source: Layout D
fa_ir: طرح D

source: Manage options for posts displayed in Layout D
fa_ir: مدیریت گزینه برای پست نمایش داده شده در طرح D

source: Highlight Posts
fa_ir: پست ها برجسته

source: You can choose posts by a specific criteria and they will be displayed in different color/styling in order to stand out among other posts on all post listing templates.
fa_ir: شما می توانید پست های معیارهای خاصی را انتخاب کنید و آنها را در رنگ های مختلف / یک ظاهر طراحی شده به منظور ایستادگی کردن در میان پست های دیگر در تمام قالب ارسال کنید نمایش داده شود.

source: Enable highlight posts
fa_ir: فعال کردن پست برجسته

source: Check if you want to enable and use the highlight feature
fa_ir: اگر شما می خواهید برای فعال کردن و استفاده از ویژگی های برجسته

source: In category
fa_ir: در دسته

source: Check if you want to highlight posts that belong to a particular category
fa_ir: اگر شما می خواهید به برجسته پست که متعلق به یک دسته بندی خاص

source: Note: You can select one or more categories. Leave empty for "all categories"
fa_ir: توجه: شما می توانید یک یا چند دسته را انتخاب کنید. خالی بگذارید برای "مجموعه ها"

source: Tagged with
fa_ir: پیوند زده شده با - برچسب زده باشه

source: Check if you want to highlight posts that are tagged with a specific tag(s)
fa_ir: اگر شما می خواهید به برجسته پست های که با یک برچسب خاص برچسب (ها)

source: With more than "x" comments
fa_ir: با بیش از "X" نظرات

source: Check if you want to highlight posts which have at least a certain number of comments
fa_ir: اگر شما می خواهید به برجسته پست که حداقل یک تعداد معینی از نظر

source: i.e. If you put 50, posts with more than 50 comments will be highlighted
fa_ir: به عنوان مثال اگر شما 50، پست های با بیش از 50 نظر مشخص خواهد شد

source: With more than "x" views
fa_ir: با بیش از "X" دیدگاه

source: Check if you want to highlight posts which have at least a certain number of views
fa_ir: اگر شما می خواهید به برجسته پست که حداقل یک تعداد معینی از دیدگاه

source: i.e. If you put 50, posts with more than 50 views will be highlighted
fa_ir: به عنوان مثال اگر شما 50، پست های با بیش از 50 نمایش ها مشخص خواهد شد

source: Pick manually
fa_ir: انتخاب دستی

source: Choose your highlight posts manually
fa_ir: انتخاب پست برجسته خود را به صورت دستی

source: Choose posts by IDs
fa_ir: انتخاب پست های شناسه

source: Due to certain limitations, the previous select option lets you pick from latest 100 posts. Use this option to manually specify posts by their IDs if they cannot be found in the option above
fa_ir: با توجه به محدودیت های خاص، گزینه را انتخاب کنید قبلی شما اجازه می دهد از شدن 100 پست انتخاب کنید. با استفاده از این گزینه برای مشخص کردن دستی پست های شناسه خود را اگر آنها می توانند در گزینه بالا یافت نمی شود

source: Note: This option has a priority over the above option. Separate post IDs by comma, i.e. 43,56,26,187
fa_ir: توجه داشته باشید: این گزینه دارای اولویت بیش از گزینه بالا. ارسال شناسه کما جدا شده، یعنی 43،56،26،187

source: Single Post
fa_ir: پست تنها

source: Layout
fa_ir: طرح

source: Single post default layout
fa_ir: نمایش پست تنها طرح پیش فرض

source: Note: You can override this option for each particular post
fa_ir: توجه: شما می توانید این گزینه برای هر پست خاص نادیده گرفتن

source: Display sidebar
fa_ir: نمایش نوار کناری

source: Post standard sidebar
fa_ir: ارسال نوار استاندارد

source: Choose a single post standard sidebar
fa_ir: انتخاب یک نوار کناری استاندارد پست تنها

source: Post sticky sidebar
fa_ir: ارسال نوار کناری چسبنده

source: Choose a single post sticky sidebar
fa_ir: انتخاب پست تنها نوار کناری چسبنده

source: Display
fa_ir: نمایش دادن

source: Display category link
fa_ir: لینک دسته ها

source: Display share buttons
fa_ir: دکمه های اشتراک گذاری ها

source: Check if you want to display share buttons
fa_ir: اگر شما می خواهید برای نشان دکمه های اشتراک گذاری

source: Social sharing
fa_ir: به اشتراک گذاری اجتماعی

source: Choose social networks that you want to use for sharing posts
fa_ir: انتخاب شبکه های اجتماعی که شما می خواهید به استفاده برای پست به اشتراک گذاری

source: Facebook
fa_ir: فیسبوک

source: Twitter
fa_ir: تویتر

source: Reddit
fa_ir: ردیت

source: Pinterest
fa_ir: پینترست

source: Email
fa_ir: ایمیل

source: Google+
fa_ir: گوگل پلاس

source: LinkedIN
fa_ir: لینکدین

source: StumbleUpon
fa_ir: استامبلاپان

source: Display featured image
fa_ir: نمایش تصویر برجسته

source: Check if you want to display the featured image
fa_ir: اگر شما می خواهید برای نمایش تصویر برجسته

source: Note: this option will only apply post layouts with no cover image
fa_ir: توجه داشته باشید: این گزینه فقط طرح بندی پست اعمال خواهد شد با هیچ تصویر جلد

source: Display featured image caption
fa_ir: نمایش برجسته عنوان تصویر

source: Check if you want to display the featured image captions
fa_ir: اگر شما می خواهید برای نمایش نوشتن شرح تصاویر و تصویر برجسته

source: Display headline (excerpt)
fa_ir: نمایش تیتر (گزیده)

source: Check if you want to display post excerpt at the beginning of the post
fa_ir: اگر شما می خواهید برای نشان چکیده ای پست در آغاز پست

source: Display tags
fa_ir: برچسب ها نمایش

source: Check if you want to display tags
fa_ir: اگر شما می خواهید برای نشان برچسب ها

source: Display author area
fa_ir: منطقه نویسنده ها

source: Check if you want to display the author area.
fa_ir: اگر شما می خواهید برای نشان منطقه نویسنده.

source: Display prev/next posts
fa_ir: نمایش قبلی / بعدی پست

source: Check if you want to display previous/next post links
fa_ir: اگر شما می خواهید برای نشان / پست لینک بعدی قبلی

source: Related
fa_ir: مربوط

source: Display "related" posts
fa_ir: نمایش "مرتبط" پست

source: Choose if you want to display related posts
fa_ir: را انتخاب کنید اگر شما می خواهید برای نمایش پست های مرتبط

source: Related area posts number limit
fa_ir: پست های مرتبط منطقه محدودیت تعداد

source: Related area chooses from posts
fa_ir: منطقه های مرتبط را از پست

source: Located in the same category
fa_ir: واقع در همان شاخه

source: Tagged with at least one same tag
fa_ir: برچسب گذاشته شده توسط حداقل یک برچسب همان

source: Located in the same category OR tagged with a same tag
fa_ir: واقع در همان شاخه و یا برچسب با برچسب همان

source: Located in the same category AND tagged with a same tag
fa_ir: واقع در همان شاخه و برچسب با برچسب همان

source: By the same author
fa_ir: توسط همان نویسنده

source: All posts
fa_ir: همه پست ها
