Repository: B4DSector/lnxmag
Catalog: languages/*.po
Languages: fa_ir

source: Related posts are ordered by
fa_ir: پست های مرتبط با دستور

source: Related posts are not older than
fa_ir: پست های مرتبط مسن تر از نیست

source: Page
fa_ir: صفحه

source: Manage default settings for your pages
fa_ir: مدیریت تنظیمات به طور پیش فرض برای صفحات خود را

source: Page default layout
fa_ir: صفحه طرح پیش فرض

source: Note: You can override this option for each particular page
fa_ir: توجه: شما می توانید این گزینه برای هر صفحه خاص نادیده گرفتن

source: Page standard sidebar
fa_ir: صفحه نوار استاندارد

source: Choose a page standard sidebar
fa_ir: انتخاب یک نوار کناری استاندارد صفحه

source: Page sticky sidebar
fa_ir: صفحه نوار کناری چسبنده

source: Choose a page sticky sidebar
fa_ir: انتخاب صفحه نوار کناری چسبنده

source: Check if you want to display featured image
fa_ir: اگر شما می خواهید برای نشان تصویر برجسته

source: Check if you want to display featured image caption
fa_ir: اگر شما می خواهید برای نشان عنوان تصویر برجسته

source: Category Template
fa_ir: رده الگو

source: Manage settings for category template.
fa_ir: مدیریت تنظیمات برای دسته الگو.

source: Cover area layout
fa_ir: طرح پوشش

source: Choose cover area layout
fa_ir: انتخاب پوشش طرح منطقه

source: Number of cover area posts
fa_ir: تعداد پست سطح پوشش

source: Specify max number of posts to display in cover area
fa_ir: مشخص حداکثر تعداد پست برای نمایش در سطح پوشش

source: Cover area displays
fa_ir: نمایش سطح پوشش

source: Latest posts
fa_ir: آخرین ارسال

source: Most commented posts
fa_ir: اکثر پست نظر

source: Most viewed posts
fa_ir: ارسال به

source: Make cover posts unique
fa_ir: ایجاد پست های پوشش منحصر به فرد

source: Check if you want to exclude cover posts from main post listing below
fa_ir: اگر شما می خواهید به حذف پست پوشش از اصلی ارسال کنید زیر

source: Main layout
fa_ir: طرح اصلی

source: Choose your main post layout
fa_ir: انتخاب ارسال طرح اصلی خود را

source: Note: You can override this option for each category separately
fa_ir: توجه: شما می توانید این گزینه برای هر دسته بندی را به طور جداگانه نادیده گرفتن

source: Posts per page
fa_ir: پست ها در هر صفحه

source: Choose how many posts per page you want to display
fa_ir: انتخاب کنید که چگونه بسیاری از پست ها در هر صفحه که می خواهید نمایش

source: Inherit from global option in <a href="%s">Settings->Reading</a>
fa_ir: به ارث می برند از گزینه جهانی در <a href="%s">تنظیمات> خواندن</a>

source: Custom number
fa_ir: تعداد سفارشی

source: Number of posts per page
fa_ir: تعداد پست ها در هر صفحه

source: Pagination
fa_ir: صفحه گذاری

source: Choose a pagination type for category template
fa_ir: انتخاب نوع صفحه بندی برای رده الگو

source: Combo layout
fa_ir: طرح کمبو

source: If you check this option, you can choose an additonal layout to append it on top of main post layout
fa_ir: اگر این گزینه را تیک بزنید، شما می توانید یک طرح اضافی را انتخاب کنید به آن اضافه در بالای ارسال طرح اصلی

source: Choose combo layout
fa_ir: انتخاب طرح کمبو

source: Note: Combo layout will be displayed on the first page only
fa_ir: توجه: طرح دسته کوچک موسیقی جاز خواهد شد در صفحه اول نمایش داده تنها

source: Tag Template
fa_ir: الگو برچسب

source: Manage settings for tag template
fa_ir: مدیریت تنظیمات برای قالب تگ

source: Choose a pagination type for tag template
fa_ir: انتخاب نوع صفحه بندی برای قالب تگ

source: Author Template
fa_ir: قالب نویسنده

source: Manage settings for author template
fa_ir: مدیریت تنظیمات برای نویسنده قالب

source: Choose a pagination type for author template
fa_ir: انتخاب نوع صفحه بندی برای نویسنده قالب

source: Search Template
fa_ir: جستجو الگو

source: Manage settings for search results template
fa_ir: مدیریت تنظیمات برای نتایج جستجو الگو

source: Choose a pagination type for search template
fa_ir: انتخاب نوع صفحه بندی برای قالب جستجو

source: Archive Templates
fa_ir: آرشیو قالب

source: Manage settings for miscellaneous templates, i.e. date archives, post format archives, index (latest posts), etc...
fa_ir: مدیریت تنظیمات برای قالب متفرقه، به عنوان مثال تاریخ آرشیو، فرمت پست آرشیو، شاخص (آخرین ارسال ها)، و غیره ...

source: Choose a pagination type for archive templates
fa_ir: انتخاب نوع صفحه بندی برای قالب آرشیو

source: Typography
fa_ir: تایپوگرافی

source: Manage fonts and typography settings
fa_ir: مدیریت فونت ها و تنظیمات تایپوگرافی

source: Main text font
fa_ir: فونت متن اصلی

source: This is your main font, used for standard text
fa_ir: این فونت اصلی خود را، مورد استفاده برای متن استاندارد است

source: Headings font
fa_ir: سرعنوان فونت

source: This is a font used for titles and headings
fa_ir: این فونت مورد استفاده برای عنوان و سرفصل است

source: Navigation font
fa_ir: فونت ناوبری

source: This is a font used for main website navigation
fa_ir: این فونت مورد استفاده برای ناوبری اصلی وب سایت است

source: Uppercase text
fa_ir: متن بزرگ

source: Check if you want to show CAPITAL LETTERS for specific elements
fa_ir: اگر شما می خواهید برای نشان حروف بزرگ برای عناصر خاص

source: Site title
fa_ir: عنوان سایت

source: Site description
fa_ir: توضیحات سایت

source: Main header elements
fa_ir: عناصر هدر اصلی

source: Top header elements
fa_ir: عناصر هدر بالا

source: Post/Page titles
fa_ir: عنوان پست / صفحه

source: Category links
fa_ir: لینک دسته ها

source: Module/Archive titles
fa_ir: ماژول / عنوان بایگانی

source: Widget titles
fa_ir: عنوان ویجت

source: Ads
fa_ir: آگهی

source: Use this options to fill your ads slots. Both image and JavaScript related ads are allowed.
fa_ir: با استفاده از این گزینه برای پر کردن اسلات تبلیغات خود را. هر دو تصویر و تبلیغات مرتبط با جاوا اسکریپت مجاز است.

source: Header ad slot
fa_ir: اسلات آگهی سربرگ

source: This ad will be displayed in website header. You can enable it in header main area settings
fa_ir: این آگهی خواهد شد در هدر وب سایت نمایش داده شود. شما می توانید آن را در هدر اصلی تنظیمات منطقه فعال

source: Note: If you want to paste HTML or js code, use "text" mode in editor. Suggested size of an ad banner is 728x90
fa_ir: توجه: اگر شما می خواهید برای چسباندن HTML و کد JS، استفاده از "متن" حالت در ویرایشگر. اندازه پیشنهادی از یک بنر امتیازات 728x90 است

source: Below header
fa_ir: زیر هدر

source: This ad will be displayed between your header and website content
fa_ir: این آگهی خواهد شد بین هدر و وب سایت مطالب خود را نمایش داده

source: Note: If you want to paste HTML or JavaScript code, use "text" mode in editor
fa_ir: توجه: اگر شما می خواهید برای چسباندن HTML یا کد جاوا اسکریپت، استفاده از "متن" حالت در ویرایشگر

source: Above footer
fa_ir: بالا فوتر

source: This ad will be displayed between your footer and website content
fa_ir: این آگهی خواهد شد بین فوتر و وب سایت مطالب خود را نمایش داده

source: Above single post content
fa_ir: بالا ارسال مطالب تنها

source: This ad will be displayed above post content on your single post templates
fa_ir: این آگهی خواهد شد بالا محتوای پست در قالب ارسال تک شما نمایش داده

source: Below single post content
fa_ir: زیر ارسال مطالب تنها

source: This ad will be displayed below post content on your single post templates
fa_ir: این آگهی خواهد شد در زیر محتوای پست در قالب ارسال تک شما نمایش داده

source: Between posts
fa_ir: بین پست

source: This ad will be displayed between posts on archive templates such as category archives, tag archives etc...
fa_ir: این آگهی خواهد شد بین پست ها در قالب آرشیو مانند دسته آرشیو، برچسب و غیره نمایش داده ...

source: Between posts position
fa_ir: بین موقعیت پست

source: Specify after how many posts you want to display ad
fa_ir: مشخص پس چگونه بسیاری از پست شما می خواهید برای نمایش آگهی

source: Misc.
fa_ir: متفرقه.

source: These are some additional miscellaneous theme settings
fa_ir: اینها برخی تنظیمات تم دیگر اضافی

source: RTL mode (right to left)
fa_ir: حالت RTL (راست به چپ)

source: Enable this option if you are using right to left writing/reading
fa_ir: این گزینه را فعال اگر شما با استفاده از راست به چپ نوشتن / خواندن

source: Skip RTL for specific language(s)
fa_ir: پرش RTL برای زبان خاص (بازدید کنندگان)

source: Paste specific WordPress language <a href="http://wpcentral.io/internationalization/" target="_blank">locale code</a> to exclude it from the RTL mode
fa_ir: چسباندن زبان وردپرس خاص <a href="http://wpcentral.io/internationalization/" target="_blank">locale code</a> به محروم کردن آن از حالت RTL

source: i.e. If you are using Arabic and English versions on the same WordPress installation you should put "en_US" in this field and its version will not be displayed as RTL. Note: To exclude multiple languages, separate by comma: en_US, de_DE
fa_ir: به عنوان مثال اگر شما با استفاده نسخه های عربی و انگلیسی بر روی راه اندازی وردپرس همان شما باید "En_US نوع" در این زمینه قرار داده و نسخه آن به عنوان RTL نمایش داده نمی شود. توجه: برای حذف زبان های متعدد، جدا شده توسط کاما: En_US نوع، de_DE

source: More string
fa_ir: بیشتر رشته

source: Specify your "more" string to append after limited post excerpts
fa_ir: مشخص "بیشتر" رشته خود را پس از ارسال گزیده ای محدود به اضافه

source: Post views forgery
fa_ir: ارسال دیدگاه جعل

source: Specify a value to add to the real number of entry views for each post
fa_ir: مشخص کردن یک ارزش برای اضافه کردن به تعداد واقعی نمایش ورود برای هر پست

source: i.e. If a post has 45 views and you put 100, your post will display 145 views
fa_ir: به عنوان مثال اگر یک پست 45 دیدگاه و شما را 100، پیام شما را در 145 دیدگاه نمایش

source: Enable theme translation?
fa_ir: فعال کردن ترجمه تم؟

source: Translation
fa_ir: ترجمه

source: Use these settings to quckly translate or change the text in this theme. If you want to remove the text completely instead of modifying it, you can use <strong>"-1"</strong> as a value for particular field translation. <br/><br/><strong>Note:</strong> If you are using this theme for a multilingual website, you need to disable these options and use multilanguage plugins (such as WPML) and manual translation with .po and .mo files located inside the "languages" folder.
fa_ir: استفاده از این تنظیمات را به سرعت ترجمه و یا تغییر متن در این موضوع است. اگر شما می خواهید به حذف متن به طور کامل به جای اصلاح آن، شما می توانید استفاده کنید <strong>"-1"</strong> به عنوان یک ارزش برای ترجمه زمینه خاص است.<br/><br/><strong>نکته:</strong> اگر شما با استفاده از این تم برای وب سایت چند زبانه، شما نیاز به این گزینه غیر فعال کردن و استفاده از پلاگین چند زبانه (مانند WPML) و کتابچه راهنمای ترجمه با صندوق و فایل های مو واقع در داخل "زبان" پوشه.

source: Performance
fa_ir: عملکرد

source: Use these options to put your theme to a high speed as well as save your server resources!
fa_ir: استفاده از این گزینه برای قرار دادن تم خود را به سرعت بالا و همچنین صرفه جویی در منابع سرور شما!

source: Use minified CSS
fa_ir: استفاده از CSS minified شده

source: Load all theme css files combined and minified into a single file.
fa_ir: بارگذاری تمام فایل های تم CSS ترکیب و minified را در یک فایل.

source: Use minified JS
fa_ir: استفاده از های Minified JS

source: Load all theme js files combined and minified into a single file.
fa_ir: بارگذاری فایل های تمام تم JS ترکیب و minified را در یک فایل.

source: Disable additional image sizes
fa_ir: غیر فعال کردن اندازه تصویر اضافی

source: By default, theme generates additional image size for each of the layouts it offers. You can use this option to avoid creating additional sizes if you are not using particular layout in order to save your server space.
fa_ir: به طور پیش فرض، موضوع تولید اندازه تصویر اضافی برای هر یک از طرح بندی آن ارائه می دهد. شما می توانید از این گزینه برای جلوگیری از ایجاد اندازه های اضافی اگر شما با استفاده از طرح خاص به منظور صرفه جویی در فضا سرور خود را استفاده کنید.

source: Cover image
fa_ir: تصویر روی جلد

source: Single post image (also used for pages)
fa_ir: نمایش پست تنها تصویر (همچنین برای صفحات استفاده می شود)

source: Layout A image
fa_ir: تصویر طرح A

source: Layout B image
fa_ir: تصویر طرح B

source: Layout D image (also used for cover 3 and 4)
fa_ir: تصویر طرح D (همچنین برای پوشش 3 و 4 استفاده می شود)

source: Additional Code
fa_ir: کد های اضافی

source: Modify the default styling of the theme by adding custom CSS or JavaScript code. Note: These options are for advanced users only, so use it with caution.
fa_ir: تغییر یک ظاهر طراحی شده به طور پیش فرض از موضوع با اضافه کردن CSS سفارشی و یا کد جاوا اسکریپت. توجه: این گزینه فقط برای کاربران پیشرفته، بنابراین استفاده از آن با احتیاط.

source: Additional CSS
fa_ir: CSS اضافی

source: Use this field to add CSS code and modify the default theme styling
fa_ir: استفاده از این زمینه برای اضافه کردن کد CSS و تغییر یک ظاهر طراحی شده تم پیش فرض

source: Additional JavaScript
fa_ir: اضافی جاوا اسکریپت

source: Use this field to add JavaScript code
fa_ir: استفاده از این زمینه برای اضافه کردن کد جاوا اسکریپت

source: Note: Please use clean execution JavaScript code without "script" tags
fa_ir: توجه: لطفا اعدام پاک کردن کد جاوا اسکریپت استفاده بدون تگ "اسکریپت"

source: Updater
fa_ir: به روز

source: Specify your ThemeForest username and API Key to enable theme update notification. When there is a new version of the theme, it will appear on your <a href="%s">updates screen</a>.
fa_ir: مشخص خود را های WorldWideThemes.net نام کاربری و API های کلیدی به فعال کردن اطلاع رسانی به روز رسانی تم. هنگامی که یک نسخه جدید از تم وجود دارد، آن را در ظاهر خواهد شد خود را <a href="%s">صفحه به روز رسانی</a>.

source: Your ThemeForest Username
fa_ir: تم فارست نام کاربری شما

source: Your ThemeForest API Key
fa_ir: تم فارست کلید API شما

source: Where can I find my %s?
fa_ir: کجا می توانم پیدا کنم %s?

source: Gridlove Options%sTheme Documentation%s
fa_ir: تنظیمات گرید لاو%sمستندات تم%s

source: Theme Options
fa_ir: پنل تنظیمات

source: Gridlove Options
fa_ir: تنظیمات گریدلاو

source: Install Recommended Plugins
fa_ir: توصیه نصب پلاگین

source: Gridlove Plugins
fa_ir: پلاگین های گرید لاو

source: Installing Plugin: %s
fa_ir: در حال نصب پلاگین %s

source: Something went wrong with the plugin API.
fa_ir: چیزی اشتباه است با API پلاگین رفت.

source: Return to Required Plugins Installer
fa_ir: بازگشت برای نصب پلاگین مورد نیاز

source: Plugin activated successfully.
fa_ir: پلاگین با موفقیت فعال شد.

source: All plugins installed and activated successfully. %s
fa_ir: همه پلاگین ها نصب شده و با موفقیت فعال شد. %s

source: Color
fa_ir: رنگ

source: Inherit from accent color
fa_ir: به ارث می برند از رنگ لهجه

source: Set custom color
fa_ir: تنظیم رنگ سفارشی

source: Recently used
fa_ir: اخیرا مورد استفاده قرار گرفته

source: Sidebar
fa_ir: سایدبار

source: Modules
fa_ir: ماژول

source: You don't have any modules on this page yet. Click the button below to create your first module.
fa_ir: شما به هیچ ماژول در این صفحه نشده است. روی دکمه زیر کلیک کنید برای ایجاد اولین ماژول خود را.

source: Module
fa_ir: واحد

source: Edit
fa_ir: ویرایش

source: Remove
fa_ir: حذف

source: Appearance
fa_ir: نمایش

source: Selection
fa_ir: انتخاب

source: Title
fa_ir: عنوان

source: Do not display publicly
fa_ir: عدم نمایش عمومی

source: Enter your module title
fa_ir: عنوان ماژول خود را وارد کنید

source: Number of posts
fa_ir: تعداد پست

source: Actions:
fa_ir: اعمال:

source: Display "view all" button
fa_ir: نمایش "نمایش تمام" را فشار دهید

source: Specify text and URL for "view all" button
fa_ir: مشخص متن و URL برای "دیدن همه" را فشار دهید

source: Order by
fa_ir: سفارش توسط

source: Or choose manually
fa_ir: انتخاب کنید و یا به صورت دستی

source: Specify post ids separated by comma if you want to select only those posts. i.e. 213,32,12,45
fa_ir: مشخص شناسه پست جدا شده توسط کاما اگر شما می خواهید را انتخاب کنید فقط کسانی که پست. به عنوان مثال 213،32،12،45

source: Sort
fa_ir: مرتب سازی

source: Descending
fa_ir: نزولی

source: Ascending
fa_ir: صعودی

source: Check whether you want to display posts from specific categories only
fa_ir: بررسی کنید که آیا شما می خواهید برای نمایش پست تنها دسته های خاص

source: Specify one or more tags separated by comma. i.e. life, cooking, funny moments
fa_ir: مشخص یک یا چند برچسب جدا شده توسط کاما. به عنوان مثال زندگی، پخت و پز، لحظه های خنده دار

source: Format
fa_ir: قالب

source: Display posts that have a specific format
fa_ir: پست ها که یک فرمت خاص

source: Not older than
fa_ir: نه بزرگتر از

source: Display posts that are not older than specific time range
fa_ir: پست ها که مسن تر از محدوده زمانی خاص نیست

source: Unique posts (do not duplicate)
fa_ir: پست منحصر به فرد (آیا تکراری نیست)

source: If you check this option, posts in this module will be excluded from other modules below.
fa_ir: اگر این گزینه را تیک بزنید، پست در این ماژول را از دیگر ماژول های زیر حذف شدند.

source: Paste any text, HTML, script or shortcodes here
fa_ir: چسباندن هر گونه متن، HTML، اسکریپت یا کد کوتاه در اینجا

source: Automatically add paragraphs
fa_ir: اضافه کردن خودکار پاراگراف

source: Choose your cover area layout
fa_ir: انتخاب طرح پوشش خود

source: Max number of posts to display
fa_ir: حداکثر تعداد پست برای نمایش

source: If you check this option, selected posts will be excluded from modules.
fa_ir: اگر این گزینه را تیک بزنید، پست انتخاب خواهد شد از ماژول های حذف شده است.

source: Note: Pagination will be applied to the last post module on the page
fa_ir: توجه: صفحه بندی خواهد شد به آخرین پست ماژول در صفحه اعمال

source: Choose a layout
fa_ir: انتخاب یک طرح

source: Choose standard sidebar to display
fa_ir: نوار استاندارد انتخاب کنید برای نمایش

source: Choose sticky sidebar to display
fa_ir: نوار کناری چسبنده را انتخاب کنید برای نمایش

source: Add Sidebar
fa_ir: اضافه کردن ستون کناری

source: Place Google AdSense or any JavaScript related code inside this widget
fa_ir: محل حستبلیغ گوگل و یا هر کد مربوط جاوا اسکریپت در داخل این ویجت

source: Gridlove Adsense
fa_ir: گریدلاو ادسنس

source: Leave empty for no title
fa_ir: خالی به هیچ عنوان

source: Adsense Code
fa_ir: کد ادسنس

source: Place your Google Adsense code or any JavaScript related advertising code.
fa_ir: محل کد گوگل ادسنس شما و یا هر کد تبلیغات مرتبط جاوا اسکریپت.

source: Expand widget area to 300px
fa_ir: گسترش منطقه ویجت به 300px باشد

source: Check this option if you are using 300px wide adsense so it can fit your widget area
fa_ir: این گزینه اگر شما با استفاده از 300px باشد حستبلیغ گسترده ای پس از آن می توانید منطقه ویجت خود را متناسب

source: Display your category list with this widget
fa_ir: نمایش لیست دسته خود را با این ویجت

source: Gridlove Categories
fa_ir: دسته بندی ها Gridlove

source: Choose (re-order) categories:
fa_ir: را انتخاب کنید (دوباره سفارش) مجموعه ها:

source: Type:
fa_ir: نوع:

source: Full color
fa_ir: تمام رنگی

source: Count color
fa_ir: رنگ تعداد

source: Show post count?
fa_ir: نمایش تعداد ارسال ها.

source: Display your posts with this widget
fa_ir: نمایش پست های خود را با این ویجت

source: Gridlove Posts
fa_ir: گریدلاو پست

source: Number of posts to show
fa_ir: تعداد پست های نمایش داده

source: Apply slider
fa_ir: درخواست کشویی

source: Posts per slide
fa_ir: میانگین پستها در طول اسلاید

source: Specify post ids separated by comma if you want to select only those posts. i.e. 213,32,12,45 Note: you can also choose pages as well as custom post types
fa_ir: مشخص شناسه پست جدا شده توسط کاما اگر شما می خواهید را انتخاب کنید فقط کسانی که پست. به عنوان مثال 213،32،12،45 توجه: شما همچنین می توانید صفحات و همچنین انواع پست سفارشی را انتخاب کنید

source: Auto detect category
fa_ir: شناسایی خودکار دسته

source: If sidebar is used on single post template, display posts from current post category
fa_ir: اگر نوار کناری بر پست تنها قالب استفاده می شود، نمایش نوشته ها از دسته پست فعلی

source: Only select posts which are not older than
fa_ir: پست فقط انتخاب کنید که مسن تر از نیست

source: Order by:
fa_ir: سفارش توسط:

source: Format:
fa_ir: فرمت:

source: Choose from:
fa_ir: را انتخاب کنید از:

source: Small (list)
fa_ir: کوچک (لیست)

source: Large
fa_ir: بزرگ

source: Posts style:
fa_ir: سبک پست ها:

source: Display meta data:
fa_ir: نمایش داده های متا:

source: Your Header Sidebar area is currently empty. Hurry up and <a href="%s" target="_blank">add some widgets</a>.
fa_ir: منطقه سربرگ نوار کناری خود را در حال حاضر خالی است. عجله کنید و <a href="%s" target="_blank">اضافه کردن برخی از ویدجت</a>.

source: Click here to add main navigation
fa_ir: اینجا را کلیک کنید برای اضافه کردن منو اصلی

source: Oooops!
fa_ir: اوووووپس!

source: You don't have any modules yet. Hurry up and <a href="%s">create your first module</a>.
fa_ir: شما به هیچ ماژول نشده است. عجله کنید و <a href="%s">ایجاد اولین ماژول خود را</a>.
